IDEA StatiCa Open Model
CutBeamByBeamData.Offset Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Offset
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Offset { get; set; }
Public Property Offset As Double
	Get
	Set
public:
property double Offset {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CutBeamByBeamData Class
IdeaRS.OpenModel.Connection Namespace